Revit 2024 API
IndexTriangle.Index2 Property
 The index of the triangle's third vertex.
Namespace: Autodesk.Revit.DB.DirectContext3D
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017
Syntax
C#
public int Index2 { get; set; }
Visual Basic
Public Property Index2 As Integer
	Get
	Set
Visual C++
public:
property int Index2 {
	int get ();
	void set (int value);
}
See Also
IndexTriangle Class
Autodesk.Revit.DB.DirectContext3D Namespace